IDEA StatiCa Open Model
Material.OrderInCode Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Order of this material in the code
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public int OrderInCode { get; set; }
Public Property OrderInCode As Integer
	Get
	Set
public:
property int OrderInCode {
	int get ();
	void set (int value);
}
Property Value
Type: Int32
See Also
Reference
Material Class
IdeaRS.OpenModel.Material Namespace